---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.Rebar
zh: 钢筋、配筋
source: html/e3f78f8f-27bb-e169-c06c-e2afcf00f69e.htm
---
# Rebar Methods

**中文**: 钢筋、配筋

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.